13/data/attachments/56df57ce40d91e2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_audience_Actions_32277_1</nif:username>
            <nif:friendToBeRequested>soap_actions_142ff73c-90aa-46a0-876e-74613c15e88a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>